Revit 2024 API
Space.DesignReturnAirflow Property
Get or set the Specified Return Airflow of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public double DesignReturnAirflow { get; set; }
Visual Basic
Public Property DesignReturnAirflow As Double
	Get
	Set
Visual C++
public:
property double DesignReturnAirflow {
	double get ();
	void set (double value);
}
Remarks
This property is used to get or set the Specified Return Airflow (Unit: CFM) of the Space.
See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace